Repository: BioID-GmbH/BWS-iOS
Catalog: captureView/*.lproj/Localizable.strings
Languages: de

source: Enroll
de: Einlernen

source: Verify
de: Erkennung

source: Initializing…
de: Initialisierung…

# StartingCapture
source: Trying to detect face…
de: Suche Gesicht…

# UserInstructionNodYourHead
source: Please nod your head
de: Nicken Sie mit dem Kopf

# UserInstructionFollowMe
source: Follow the blue head
de: Folgen Sie dem blauen Kopf

source: Uploading images…
de: Bilder werden übertragen…

source: Training…
de: Einlernen…

source: Verifying…
de: Erkennen…

# NoCameraAvailable
source: No camera available. Please allow BioID access to the camera.
de: Keine Kamera verfügbar. Bitte erlauben Sie BioID den Zugriff auf die Kamera.

source: No face found
de: Es wurde kein Gesicht gefunden.

source: Multiple faces found
de: Mehr als ein Gesicht wurde gefunden.

source: No motion detected
de: Keine Bewegung detektiert.

# NoTemplateAvailable
source: You are not enrolled!
de: Sie sind noch nicht eingelernt.

source: Successful Verification
de: Erkennung erfolgreich.

source: Successful Enrollment
de: Einlernen erfolgreich.

# EnrollmentFailed
source: Failed Enrollment
de: Einlernen fehlgeschlagen.

# VerificationFailed
source: Failed Verification
de: Erkennung fehlgeschlagen.

# LiveDetectionFailed
source: Failed Liveness Detection
de: Lebenderkennung fehlgeschlagen.

source: Challenge-Response failed
de: Challenge-Response Prüfung fehlgeschlagen.

# EnrollmentTitle
source: Easy as a selfie
de: So einfach wie ein Selfie

# EnrollmentMessage
source: Enrollment is how BioID learns to recognize you. Four sets of pictures will be taken. Hold phone at eye level and follow instructions.
de: Das Einlernen erfasst Ihr Gesicht biometrisch. Dazu werden vier Bilder gemacht. Halten Sie das Gerät auf Augenhöhe und folgen Sie den Anweisungen.

source: Please turn
de: Bitte seitlich drehen.

# TurnBy90Degrees
source: Turn yourself 90 degrees to your right to achieve different lighting conditions.
de: Machen Sie nun eine viertel Drehung nach rechts, um andere Lichtverhältnisse zu schaffen.

source: Continue
de: Weiter

# TokenRequestFailed
source: Request of BWS token failed
de: Tokenanfrage fehlgeschlagen

# EnsureRegistration
source: Please ensure that your device is registered. (%@ %ld)
de: Stellen Sie sicher, dass das Gerät registriert ist. (%@ %ld)

source: Connection Error
de: Verbindungsfehler

# ConnectionErrorMessage
source: Please check your internet connection.
de: Es besteht anscheinend keine Verbindung zum Internet.

# ReportedError
source: The error '%@' has been reported.
de: Es wurde der Fehler '%@' gemeldet.

source: Image Upload Error
de: Bildübertragung fehlgeschlagen

# ImageDeclined
source: The uploaded image was declined!
de: Das Bild wurde vom Service zurückgewiesen!

# BWSResult
source: The call to the BioID Web Service returned: %@ (%@)
de: Der BioID Web Service antwortete: %@ (%@)

source: Biometric task failed
de: Biometrischer Vorgang fehlgeschlagen

source: Abort
de: Abbrechen
